#INTRO TO IT 2nd COURSE
# Задача 4: Найди сумму!
# Можешь найти сумму всех чисел в списке?
def sum_int(numbers):
    return sum(numbers)
numbers = [1, 2, 3, 4, 5]
print(f"Сумма {numbers} равна {sum_int(numbers)}")
